Repository: ondrejd/hamilton-child
Catalog: languages/hamilton-child-*.po
Languages: cs_cz

source: Sticky
cs_cz: Přilepený

source: Tags
cs_cz: Štítky

source: Date and time
cs_cz: Datum a čas

source: %s at %s
cs_cz: %s v %s

source: Social menu
cs_cz: Nabídka pro sociální sítě

source: Theme by
cs_cz: Téma vzhledu od

source: Color for the whole background of the page.
cs_cz: Barva pro hlavní pozadí celé stránky.

source: Secondary background color
cs_cz: Dodatečná barva pozadí

source: This color will be used in blog posts listing for background of posts without thumbnail.
cs_cz: Tato barva je použita například jako pozadí pro jednotlivé příspěvky, které nemají připojený obrázek, v jejich výpisu.

source: Foreground color
cs_cz: Barva textu

source: Color which will be used as a main font color.
cs_cz: Barva, která bude použita jako hlavní barva pro text.

source: Highlight color
cs_cz: Barva zvýraznění

source: Color which will be used for highlighting certain texts (anchorts etc).
cs_cz: Barva, která bude použita ke zvýraznění určitých textů (např. odkazy).

source: Show site description
cs_cz: Zobrazit popis webu

source: Check if you want to show site description just below the site title.
cs_cz: Zaškrtněte, pokud pod hlavním názvem chcete zobrazit popis webu.

source: &copy; 2017 <a href="mailto:ondrej.donek@gmail.com">Ondřej Doněk</a>.<br>Theme derrived from <strong>Hamilton</strong> theme by <a href="http://www.andersnoren.se" target="_BLANK">Anders Norén</a>.
cs_cz: &copy; 2017<a href="mailto:ondrej.donek@gmail.com">Ondřej Doněk</a>.<br>Téma vzhledu bylo odvozeno od tématu <strong>Hamilton</strong> od <a href="http://www.andersnoren.se" target="_BLANK">Anders Norén</a>.

source: Footer text
cs_cz: Text patičky

source: Set your custom footer text. You can use also simple <abbr title="Hyper Text Markup Language">HTML</abbr>.
cs_cz: Nastavte text patičky vaší stránky. Můžete použít i jednoduché <abbr title="Hyper Text Markup Language">HTML</abbr> značení.

source: Blog Page Display
cs_cz: Zobrazení stránky blogu

source: Settings for how to display the <strong>Blog Page</strong>.
cs_cz: Nastavení pro zobrazení <strong>Stránky Blogu</strong>.

source: Show category
cs_cz: Zobrazit rubriky

source: Check to show post categories inside the posts previews.
cs_cz: Zaškrtněte, pokud chcete zobrazit rubriky uvnitř ukázek příspěvků.

source: Show date
cs_cz: Zobrazit datum a čas

source: Check to show date and time in posts previews.
cs_cz: Zaškrtněte, pokud chcete zobrazit datum a čas uvnitř ukázek příspěvků.

source: Show excerpt
cs_cz: Zobrazit výňatek

source: Check to show post excerpt inside the posts previews.
cs_cz: Zaškrtněte, pokud chcete zobrazit výňatek uvnitř ukázek příspěvků.

source: Show tags
cs_cz: Zobrazit tagy

source: Check to show tags inside the posts previews.
cs_cz: Zaškrtněte, pokud chcete zobrazit štítky uvnitř ukázek příspěvků.

source: Show blog filter
cs_cz: Zobrazit filtr

source: Check to show filter on <strong>Blog Page</strong> above the grid with posts.
cs_cz: Zaškrtněte, pokud chcete zobrazit filtr na <strong>Stránce Blogu</strong> přímo nad mřížkou s příspěvky.

source: Login Page Display
cs_cz: Zobrazení přihlašovací stránky

source: Settings for how to display the <strong>Login Page</strong> (show <a href="#" class="wp-login-page-link">Login Page</a>).
cs_cz: Nastavení, zobrazit stránku <strong>Přihlášení</strong> (zobrazit stránku <a href="#" class="wp-login-page-link">Přihlášení</a>).

source: Show logo
cs_cz: Zobrazit logo

source: Check to show <strong>WordPress</strong> or custom logo above the login form.
cs_cz: Zaškrtněte, pokud chcete nad přihlašovacím formulářem zobrazit logo (ať už <strong>WordPress</strong> nebo jiné).

source: Shop Page Display
cs_cz: Zobrazení stránky obchodu

source: Settings for how to display <strong>WooCommerce</strong> <em>Shop</em> page.
cs_cz: Nastavení, jak zobrazit <strong>WooCommerce</strong> stránku obchodu.

source: Show pages title
cs_cz: Zobrazit názvy stránek

source: Check to show titles on <strong>WooCommerce</strong> pages like <em>Shop</em>, <em>Cart</em> or <em>Checkout</em>.
cs_cz: Nastavení, jak zobrazit <strong>WooCommerce</strong> stránky, jako např. obchodu, košíku atp.

source: Fancy order select
cs_cz: Lepší výběr řazení

source: Check to show fancy order select on <em>Shop</em> page instead of the default one (plain <em>select</em> input).
cs_cz: Zaškrtněte, pokud chcete zobrazovat hezčí výběr řazení namísto stávajícího (čistý <em>select</em> HTML element).

source: One-page shop
cs_cz: Jedno-stránkový obchod

source: Check to turn your <em>Shop</em> page with pagination into one page with all your products (<strong>requires One-Page Shop Plugin</strong>).
cs_cz: Zaškrtněte, pokud chcete váš obchod s klasickým stránkováním proměnit v moderní jedno stránkový obchod (<strong>vyžaduje One-Page Shop Plugin</strong>).

source: Cart Page Display
cs_cz: Zobrazení stránky košíku

source: Settings for how to display <strong>WooCommerce</strong> <em>Cart</em> page.
cs_cz: Nastavení, jak zobrazit <strong>WooCommerce</strong> stránku košíku.

source: Show coupon
cs_cz: Zobrazit kupón

source: Check to show coupon field on <strong>Cart Page</strong> below the list of purchased items.
cs_cz: Zaškrtněte, pokud chcete na stránce <strong>Košík</strong> zobrazit pole pro kupón pod seznamem s pořízenými položkami.

source: Checkout Page Display
cs_cz: Zobrazení stránky objednávky

source: Settings for how to display <strong>WooCommerce</strong> <em>Checkout</em> page.
cs_cz: Nastavení, jak zobrazit <strong>WooCommerce</strong> stránku objednávky.

source: Shipping choice
cs_cz: Volba dopravy

source: Check to show shipping choice form on <strong>Checkout Page</strong> as before on <strong>Cart Page</strong> page.
cs_cz: Zaškrtněte, pokud chcete na stránce <strong>Objednávka</strong> zobrazit volby dopravy stejně jako předtím na stránce <strong>Košík</strong>.

source: Account Page Display
cs_cz: Zobrazení stránky Můj účet

source: Settings for how to display <strong>WooCommerce</strong> <em>Account</em> page.
cs_cz: Nastavení, jak zobrazit <strong>WooCommerce</strong> stránku <em>Můj účet</em>.

source: Hide Dashboard
cs_cz: Skrýt nástěnku

source: Check to hide <strong>Dashboard</strong> on <strong>Account Page</strong> so the first pane become <strong>Orders</strong>.
cs_cz: Zaškrtněte, pokud chcete na stránce <em>Můj účet</em> schovat panel <strong>Nástěnka</strong>, takže by se prvním stal panel <strong>Objednávky</strong>.

source: Search: %s
cs_cz: Vyhledat %s

source: We found %s results matching your search.
cs_cz: Bylo nalezeno %s případů, které odpovídají vašemu vyhledávání.

source: No results found
cs_cz: Žádné výsledky

source: We could not find any results for the search query "%s".
cs_cz: Nebyly nalezeny žádné výsledky při vyhledávání řetězce "%s".

source: In
cs_cz: V

source: Add Comment
cs_cz: Přidat komentář

source: 1 Comment
cs_cz: 1 komentář

source: %s Comments
cs_cz: %s komentářů

source: Pages:
cs_cz: Stránky:
